---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisProjectPhaseParam
source: html/0ac86739-54ac-ff78-dfc7-bd4dc7404b45.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisProjectPhaseParam Property

"Project Phase"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisProjectPhaseParam { get; }
```